구체적인 메세지
 >> 불가함을 안내하고, 사용한 7만원은 개인별 안분하여 지원하는 것으로 안내할 것
   이유 : 
   1. 1인당 할당한 비용은 개별 각자 사용이 원칙
               (만약 3명이 같은 곳으로 숙박을 가지 않고 1명씩 따로 갔으면  이런식의 전용이 불가했을것임)
   2. 합동 숙박에 따른 사고 발생에 대한 위험을 방지하여야 함
      (구성원간 절약에 동의하였다 하나 일방의 강요 등에 의한 비하인드 사정 존재 가능, 합동숙박에 따른 불만 등으로 강사 출강 불만 사례 발생 가능)
   3. 숙박비를 다른 용도로 전용하는 것은 변칙 허용으로 향후  숙박비 횡령 가능성 등으로 발전 가능

전달방법
 >> 3명에게 공통된 원칙을 안내
    (전용 불가, 공제금액은 안분)
 >> 휴대폰 연락이 가능한 경우 문자로 3명 모두 안내
     이와 별도로 이메일로도 추가 안내

추가적 조치 
 >> 재발방지 대첵으로는 출강 전 지정한 숙박시설을 회사가 예약을 잡아주는 방법이 있으며
   (강사가 원하는 숙박시설로 잡되, 지원금액을 초과할 경우 출강시 강사료에서 선공제)

 
