구체적인 메세지 / 판단 근거
 “ 핵심 : 사안에 따라 달리 판단해야 할 여지가 있음
   - 출강 후 강의모집 시 강사의 영향력이 큰 강의의 경우 (케이스1) 
    강의의 핵심 내용에 대해 어떤 강사가 출강하였는지에 따라 수강생의 컴플레인 등
    강의 운영에 추가적 손실 등이 발생할 리스크가 있으므로 이에 대한 통제가 필요
    >> 위약금을 받아야 함.
   - 강사의 네임벨류 없이 강의 제목이나 내용에 치중한 강의인 경우
    대체강사로도 제공되는 강의의 품질이 크게 달라질 일이 없으므로 
    >>대체강사를 예외적으로  확보하였다는 조건 하에 면제 승인

전달할 수단 / 판단 근거
  - 계약과 관련된 사안이므로 위약금 면제로 의사결정 가능한 예외적인 상황이라면 유선을 이용하여 향후 동일한 사안을 원칙화 하는 사례를 방지하여야 하며, 위약금을 확실히 회수해야 하는 계약상의 원칙을 준수해야 하는 경우에는 향후 법적 분쟁 등 방지를 위해 증빙자료를 확인할 수 있도록 이메일을 활용하되, 부득이한 경우 녹취 등 가능한 상황 하에 유선 이용

추가적으로 취할 수 있는 후속 조치/정책/시스템 제안
 - 주로 출강이 잦은 강사의 경우 위약금 지불 방지를 위해 지급할 강사료 중 일정 금액을 보증금으로 예치한 후 일정 기간 주기로 출강 성실도에 따른 예치보증금 지급 및 타 강사로부터 수취한 위약금을 일부 지급하는 형태의 인센티브 도입
