단기적 관점
  - 1명 강사가 1개 학급만 다룰수 있다는 가정 하에 
     10학급의 강사를 동원하려면 7명이 모자라는 상황으로, 학교에서 원하는 컨텐츠를 다루는 강사에게 추가적인 인센티브 등 프로모션을 제공하여 출강신청을 유도한다
     (금전적 인센티브 제공 불가하다면 향후 출강 섭외 우선 약속 등으로 대체)
    10명의 출강인원에게는 수업기간 동안 숙박비 및 식비 등 거주 통상비를 지원하여 해당 학교 근처에서 상주할 수 있게 지원한다

  - 1명의 강사가 2개 이상의 학급을 다룰수 있을 경우
     먼저 확인된 3명의 강사 앞 희망하는 학교를 기준으로 학급을 배분하여 가능한 강의 배치를 시도한다 (전일시간제가 아니라면 강의타임을 학교와 조율하는 방향을 모색해 본다)
     그래도 모자란 학급의 경우 앞선 방법과 같이 강사를 모집하며, 상주할 수 있게 숙박비 식비를 3명 포함 강사들에게 지급


장기적 관점
  - 문제의 원인은 학교의 강의 요청에 따른 강사 섭외 프로세스에서 기인하며, 섭외를 일종의 재고물량이라고 한다면, 수급에 차질이 발생하는 근본 원인이 존재한다.
   1. 장거리 강좌에 대한 인센티브 제도가 없다
    강사 등록시 장거리 강좌를 뛸 수 있는지 여부를 미리 확인하여야 하며, 모든 강사들에게 장거리 강좌를 뛸 경우 추가적인 강사료 인센티브 및 지원환경(숙박+식비 등)를 부여할 수 있게 제도화 하여야 한다.
   2. 지역별 컨텐츠에 대한 수요 풀을 미리 확보하여야 한다.
    상시 지역별 컨텐츠를 다루는 강사가 존재하나 홍보 또는 유인책 부재로 강사 등록이 되어 있지 않은 경우가 있을 수 있으므로, 지역별 강사 규모를 확인할 때 컨텐츠별 규모도 확인하여 특정 컨텐츠를 다루는 강사가 부족할 경우 이를 미리 등록 섭외하는 방법이 필요하다
 
